export const groups = ['全国性信息','测试与管理','天气与自然灾害','公共安全及其他紧急事件'];
export const names = {
 EAN:'紧急行动通知（仅限全国）',NIC:'国家信息中心',NPT:'全国定期测试',RMT:'规定的每月测试',RWT:'规定的每周测试',ADR:'管理信息',AVW:'雪崩警报',AVA:'雪崩预警',BZW:'暴风雪警报',BLU:'蓝色警报',CAE:'儿童绑架紧急事件',CDW:'民众危险警报',CEM:'民事紧急信息',CFW:'沿海洪水警报',CFA:'沿海洪水预警',DSW:'沙尘暴警报',EQW:'地震警报',EVI:'立即疏散',EWW:'极端大风警报',FRW:'火灾警报',FFW:'山洪警报',FFA:'山洪预警',FFS:'山洪通报',FLW:'洪水警报',FLA:'洪水预警',FLS:'洪水通报',HMW:'危险物质警报',HWW:'大风警报',HWA:'大风预警',HUW:'飓风警报',HUA:'飓风预警',HLS:'飓风通报',LEW:'执法警报',LAE:'地方紧急事件',MEP:'失踪且处于危险中的人员',NMN:'网络消息通知',TOE:'911电话服务中断紧急事件',NUW:'核电站警报',DMO:'练习或演示警报',RHW:'辐射危险警报',SVR:'强雷暴警报',SVA:'强雷暴预警',SVS:'恶劣天气通报',SPW:'就地避难警报',SMW:'特别海上警报',SPS:'特别天气通报',SSA:'风暴潮预警',SSW:'风暴潮警报',TOR:'龙卷风警报',TOA:'龙卷风预警',TRW:'热带风暴警报',TRA:'热带风暴预警',TSW:'海啸警报',TSA:'海啸预警',VOW:'火山警报',WSW:'冬季风暴警报',WSA:'冬季风暴预警',
};
export const descriptions = {
 EAN:'为发布紧急信息而在全国范围内启动系统。',NIC:'FCC列出的国家信息中心代码；具体用法请参阅适用的计划。',NPT:'全国警报系统测试。',RWT:'按计划每周进行的警报设备测试。',RMT:'按计划每月进行的警报设备测试。',DMO:'按照适用警报计划进行的演示或演习。',ADR:'管理性更新，例如准备、恢复工作或事件状态的信息。',NMN:'网络消息通知代码；美国国家气象局表示其转播产品未定义该代码。',BLU:'符合适用条件时，提供严重袭击执法人员的嫌疑人信息。',CAE:'符合既定条件时，针对疑似遭绑架的失踪儿童发布的紧急信息。',CDW:'对大量平民的具体危险，通常附有防护指示。',CEM:'正在发生或即将发生、对公共安全或财产构成重大威胁的民事事件。',EVI:'主管部门建议或命令立即疏散。',FRW:'正在蔓延并威胁人口聚居区的野火或建筑火灾。',HMW:'可能需要采取防护措施的危险物质泄漏。',LEW:'可能威胁公众的严重执法事件。',LAE:'可能中断服务或发展为更严重紧急事件的地方事件。',MEP:'符合适用条件时发布的失踪且处于危险中的人员警报。',TOE:'特定区域的911电话服务中断。',NUW:'核电站发生可能需要公众采取防护措施的紧急事件。',RHW:'放射性危险源遗失、被发现或释放。',SPW:'因危险而建议人们进入建筑物避难的警报。',EQW:'正在发生或即将发生的地震活动。',VOW:'正在发生或即将发生的火山活动。',
};
export const watch='条件可能发展成危险，但时间或地点仍不确定。';
export const warning='重大危险正在发生或预计即将发生。';
export const statement='有关该现象的后续信息。';
